alt-tab
android-platform-tools
arc
asana
bitwarden
chatgpt
cleanshot
cursor
devtoys
discord
docker
ghostty
google-chrome
google-cloud-sdk
hyperkey
iterm2
kando
raycast
rectangle-pro
shottr
slack
spotify
visual-studio-code
warp
zen
zen-browser
