aaron-bond.better-comments
alpha4.jsonl
amazonwebservices.aws-toolkit-vscode
antfu.file-nesting
antfu.iconify
anysphere.pyright
appler.pretty-json-preview
azemoh.one-monokai
batisteo.vscode-django
bierner.markdown-mermaid
catppuccin.catppuccin-vsc
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
diff001a.kawaii-theme
dracula-theme.theme-dracula
ecmel.vscode-html-css
editorconfig.editorconfig
evidence.sqltools-bigquery-driver
github.copilot
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
graphql.vscode-graphql
graphql.vscode-graphql-syntax
harryhopkinson.vs-code-runner
hashicorp.terraform
hubspot.hubl
juanmnl.vscode-theme-mr-pink
kacperbiedka.one-candy-dark
kevinrose.vsc-python-indent
kuba-p.theme-pink-candy
malloydata.malloy-vscode
matthewpi.caddyfile-support
mechatroner.rainbow-csv
mkhl.direnv
monokai.theme-monokai-pro-vscode
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mtxr.sqltools
nhoizey.gremlins
openai.chatgpt
pflannery.vscode-versionlens
pkief.material-icon-theme
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
samuelcolvin.jinjahtml
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tlevesque2.duplicate-finder
tomoki1207.pdf
tomoki1207.vscode-gfm-preview
tyriar.sort-lines
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitaliymaz.vscode-svg-previewer
vue.volar
wayou.vscode-todo-highlight
wholroyd.jinja
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
